m = ['จุฬาลักษณ์', 'ไตรคูน', 'วรนาศักด', 'นนทวัฒน์', 'ภาณุพงศ์','ปัณณกร', 'วิศรุต', 'อมรเทพ', 'จักรกริช', 'จิรฐา',
     'กรพิพัฒน์', 'ภัทรพล', 'ศุภชัย', 'ณัฐพล', 'พลัษฎฐ์','เรืองวิทย์', 'จิรายุธ', 'ณัชชา', 'สาวิตรี', 'บัณพร',
     'ญาณิศา', 'กิตญาดา', 'สุดารัตน์', 'พลอยประภัส', 'ทัศชนก','แพรพิโล', 'กัลยภรณ์', 'กาญจน์เกล้า', 'กฤติมา', 'อภิษฎา',
     'ศิริกานต์', 'กัญญวีย์', 'ณัฐริณีย์', 'พิชาภรณ์', 'กัลย์ณิศา','ชุดา', 'กันตา', 'นภัสพรพรหม', 'กิ่งกาญจน์', 'วชิราญาณ์']

print('รายชื่อสมาชิกห้อง 5/9 มีดังนี้ :')
count = 0
for Y in m:
    if Y == 'อภิษฎา':
        continue
    print(Y)
    count += 1

print('>>>> มีเพื่อนในห้อง 5/9 รวมทั้งหมด : ',count, 'คน')
